Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/skrive-_og_leselystprogram_for_barn_og_unge.html.tmx
Source language: nob
Languages: sma

source: Sametinget ser behov for å øke produksjon av litteratur for ungdom, tilgjengelig gjøre samisk litteratur og øke det digitale litteraturtilbudet.
sma: Saemiedigkie vuajna daerpies produksjovnem lidteratuvreste noeride lissiehtidh, saemien lidteratuvrem dïllesasse darjodh jïh digitaale lidteratuvrefaalenassem lissiehtidh.

source: Samtidig ser Sametinget viktigheten av tekst og litteratur skrevet for ungdom og av ungdom, og samtidig behovet for å motivere til skriving og lesing av samisk språklige tekster og materiale.
sma: Seamma tïjjen Saemiedigkie vuajna vihkeles teekstigujmie jïh lidteratuvrine mah leah noeride jïh mejtie noerh leah tjaaleme, jïh seamma tïjjen daerpies saemiengïeleldh teeksth jïh materijaalem tjaeledh jïh lohkedh.

source: Lesemester AS har utviklet en digital lese tjeneste for elever i grunnskolen.
sma: Lesemester AS lea digitaale lohkemedïenesjem maadthskuvlen learoehkidie evtiedamme.

source: Lese tjenesten består av en egen portal hvor både lærer og elev har tilgang.
sma: Lohkemedïenesjisnie akte jïjtse portaale man sïjse dovne lohkehtæjja jïh learohke baehtsieh.

source: Portalen består av mange fine funksjoner som bidrar til både leselyst og økt lesetrening.
sma: Portaalesne gellie hijven funksjovnh mah lohkemelastoem jïh lissiehtamme lohkemehaarjanimmiem vedtieh.

source: Portalen er oversatt til de samiske språkene, og det er lagt inn noen samiske titler.
sma: Portaale lea saemien gieline jïh såemies saemien tihtelh dan sïjse bïejesovveme.

source: Det er imidlertid behov for at å få et mangfold av samisk titler i portalen.
sma: Men daerpies gellie såarhts saemien tihtelh portaalesne åadtjodh.

source: Sametinget ønsker å inngå samarbeid med Lesemester AS, for slik å dra nytte av den digitale lese tjenesten i vårt arbeid med lese -og skrivelyst program for barn og unge.
sma: Saemiedigkie sæjhta laavenjostoem tseegkedh sïeltine Lesemester AS, guktie maahta dam digitaale lohkemedïenesjem nuhtjedh mijjen barkosne lohkeme- jïh tjaelemelastoeprogrammine maanide jïh noeride.
